[TC_WOTC_MWR_RPD_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>RPD</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>RPD</b></font>"
AbilityDescName="легкий пулемёт"
BriefSummary="Ручной пулемет Дегтярева (РПД) был разработан в 1944 году и стал одним из первых принятых на вооружение в СССР образцов под новый на тот момент патрон 7.62х39 мм. С начала 1950х годов и до середины 1960х РПД служил основным оружием огневой поддержки уровня пехотного отделения, дополняя состоявшие на вооружении автоматы АК и карабины СКС. С середины 1960х РПД постепенно заменяется на ручной пулемет РПК, что было хорошо с точки зрения унификации системы стрелкового оружия в Советской Армии, но несколько снизило огневые возможности пехоты. Тем не менее, РПД до сих пор хранятся на складах армейских резервов. Кроме того, РПД широко поставлялся "дружественным" СССР странам, режимам и движениям, а также выпускался в других странах, в том числе - в Китае, под обозначением Тип 56."
TacticalText="<Bullet/>Тип: Легкий пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов\n<Bullet/>Тип боеприпаса: 7.62х39мм\n<Bullet/>Страна производитель: СССР\n<Bullet/>Уровень технологии: Базовое оружие"


[TC_WOTC_MWR_RPD_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>RVDMG-45</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>RVDMG-45</b></font>"
AbilityDescName="легкий пулемёт"
BriefSummary="Ручной пулемет Дегтярева (РПД) был разработан в 1944 году и стал одним из первых принятых на вооружение в СССР образцов под новый на тот момент патрон 7.62х39 мм. С начала 1950х годов и до середины 1960х РПД служил основным оружием огневой поддержки уровня пехотного отделения, дополняя состоявшие на вооружении автоматы АК и карабины СКС. С середины 1960х РПД постепенно заменяется на ручной пулемет РПК, что было хорошо с точки зрения унификации системы стрелкового оружия в Советской Армии, но несколько снизило огневые возможности пехоты. Тем не менее, РПД до сих пор хранятся на складах армейских резервов. Кроме того, РПД широко поставлялся "дружественным" СССР странам, режимам и движениям, а также выпускался в других странах, в том числе - в Китае, под обозначением Тип 56.\nМодернизация нестареющий классики, получившая имя RVDMG-45. Основные улучшения коснулись повышения уровня пробития брони, что бы данный образец стал достойным ответом на действия противника на поле боя."
TacticalText="<Bullet/>Тип: Легкий пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов\n<Bullet/>Тип боеприпаса: 7.62х39мм\n<Bullet/>Страна производитель: СССР\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_RPD_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>RVDMG-45/203X</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>RVDMG-45/203X</b></font>"
AbilityDescName="легкий пулемёт"
BriefSummary="Ручной пулемет Дегтярева (РПД) был разработан в 1944 году и стал одним из первых принятых на вооружение в СССР образцов под новый на тот момент патрон 7.62х39 мм. С начала 1950х годов и до середины 1960х РПД служил основным оружием огневой поддержки уровня пехотного отделения, дополняя состоявшие на вооружении автоматы АК и карабины СКС. С середины 1960х РПД постепенно заменяется на ручной пулемет РПК, что было хорошо с точки зрения унификации системы стрелкового оружия в Советской Армии, но несколько снизило огневые возможности пехоты. Тем не менее, РПД до сих пор хранятся на складах армейских резервов. Кроме того, РПД широко поставлялся "дружественным" СССР странам, режимам и движениям, а также выпускался в других странах, в том числе - в Китае, под обозначением Тип 56.\nСледующий шаг на пути модернизации RPD, для противостояния растущей силе пришельцев и их технике, получил имя RVDMG-45/203X. Ствол данного образца был заменен высокочастотным цилиндром, что существенно повысило кучность и эффективность каждого произведенного выстрела. Кроме того модификация коснулась и системы охлаждения, что позволяет вести более затяжные дуэли, без опасения что пулемет перегреется."
TacticalText="<Bullet/>Тип: Легкий пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов\n<Bullet/>Тип боеприпаса: 7.62х39мм\n<Bullet/>Страна производитель: СССР\n<Bullet/>Уровень технологии: Лучевое оружие"
